[{
        "id": "wDO5AAAAIAAJ",
        "title": "The Annals of Science",
        "author": [
            "Hamilton Lanphere Smith"
        ],
        "publishedDate": "1853",
        "categories": [
            "Science"
        ],
        "description": "Vol. 2 includes the transactions of the Cleveland Academy of Natural Sciences.",
        "imageLinks": "http://books.google.com/books/content?id=wDO5AAAAIAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "HegDAAAAMBAJ",
        "title": "Competition Science Vision",
        "publishedDate": "1999-06",
        "pageCount": 154,
        "averageRating": 5,
        "description": "Competition Science Vision (monthly magazine) is published by Pratiyogita Darpan Group in India and is one of the best Science monthly magazines available for medical entrance examination students in India. Well-qualified professionals of Physics, Chemistry, Zoology and Botany make contributions to this magazine and craft it with focus on providing complete and to-the-point study material for aspiring candidates. The magazine covers General Knowledge, Science and Technology news, Interviews of toppers of examinations, study material of Physics, Chemistry, Zoology and Botany with model papers, reasoning test questions, facts, quiz contest, general awareness and mental ability test in every monthly issue.",
        "imageLinks": "http://books.google.com/books/content?id=HegDAAAAMBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "MgGFSh1OYukC",
        "title": "Criterios sobre política científica",
        "author": [
            "Román de Vicente Jordana"
        ],
        "publishedDate": "1975",
        "pageCount": 271,
        "categories": [
            "Science"
        ],
        "imageLinks": "http://books.google.com/books/content?id=MgGFSh1OYukC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "4awWX3cuitUC",
        "title": "Science Readers: A Closer Look: Vecinos en el espacio (Neighbors in Space) Kit (Spanish Version)",
        "publishedDate": "2011-02-01",
        "pageCount": 0,
        "description": "Elementary students will uncover essential earth and space science concepts as they investigate the stars, moon, comets, and planetsour neighbors in space. Science Readers: A Closer Look: Vecinos en el espacio (Neighbors in Space): Complete Spanish Kit includes: Books (6 titles, 6 copies each, 32 pages per book); data analysis activities; audio recordings; digital resources; and a Teacher's Guide (in English).",
        "imageLinks": "http://books.google.com/books/content?id=4awWX3cuitUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "EIL0WI_BGlQC",
        "title": "Science Readers: A Closer Look: Las fuerzas y el movimiento (Forces and Motion) Kit (Spanish Version)",
        "publishedDate": "2010-05-13",
        "pageCount": 0,
        "description": "Engage intermediate-level students with foundational physical science concepts as they explore the forces at work in their toys, bikes, snowboards, and favorite amusement park rides! This kit includes leveled books, allowing teachers to easily implement differentiation strategies that give all students access to this life and science theme. Science Readers: A Closer Look: Las fuerzas y el movimiento (Forces and Motion): Complete Spanish Kit includes: Books (6 titles, 6 copies each, 32 pages per book); data analysis activities; audio recordings; digital resources; and a Teacher's Guide (in English).",
        "imageLinks": "http://books.google.com/books/content?id=EIL0WI_BGlQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "6vlPOsiu3TwC",
        "title": "A Realist Theory of Science",
        "imageLinks": "http://books.google.com/books/content?id=6vlPOsiu3TwC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "sC4bk4DZXTQC",
        "title": "Science in Action",
        "author": [
            "Bruno Latour"
        ],
        "publishedDate": "1987",
        "pageCount": 274,
        "categories": [
            "Social Science"
        ],
        "averageRating": 4,
        "description": "From weaker to stronger rhetoric : literature - Laboratories - From weak points to strongholds : machines - Insiders out - From short to longer networks : tribunals of reason - Centres of calculation.",
        "imageLinks": "http://books.google.com/books/content?id=sC4bk4DZXTQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "YvSg8WBHIS4C",
        "title": "Science on American Television",
        "author": [
            "Marcel Chotkowski LaFollette"
        ],
        "publishedDate": "2013-01-10",
        "pageCount": 304,
        "categories": [
            "Science"
        ],
        "averageRating": 3,
        "description": "As television emerged as a major cultural and economic force, many imagined that the medium would enhance civic education for topics like science. And, indeed, television soon offered a breathtaking banquet of scientific images and ideas—both factual and fictional. Mr. Wizard performed experiments with milk bottles. Viewers watched live coverage of solar eclipses and atomic bomb blasts. Television cameras followed astronauts to the moon, Carl Sagan through the Cosmos, and Jane Goodall into the jungle. Via electrons and embryos, blood testing and blasting caps, fictional Frankensteins and chatty Nobel laureates, television opened windows onto the world of science. But what promised to be a wonderful way of presenting science to huge audiences turned out to be a disappointment, argues historian Marcel Chotkowski LaFollette in Science on American Television. LaFollette narrates the history of science on television, from the 1940s to the turn of the twenty-first century, to demonstrate how disagreements between scientists and television executives inhibited the medium’s potential to engage in meaningful science education. In addition to examining the content of shows, she also explores audience and advertiser responses, the role of news in engaging the public in science, and the making of scientific celebrities. Lively and provocative, Science on American Television establishes a new approach to grappling with the popularization of science in the television age, when the medium’s ubiquity and influence shaped how science was presented and the scientific community had increasingly less control over what appeared on the air.",
        "imageLinks": "http://books.google.com/books/content?id=YvSg8WBHIS4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "A8C3m8rRba4C",
        "title": "Science, Technology, and Society",
        "author": [
            "Sal P. Restivo"
        ],
        "publishedDate": "2005",
        "pageCount": 701,
        "categories": [
            "Social Science"
        ],
        "averageRating": 5,
        "description": "'Science, Technology, and Society' offers approximately 150 articles written by major scholars and experts from academic and scientific institutions worldwide. The theme is the functions and effects of science and technology in society and culture.",
        "imageLinks": "http://books.google.com/books/content?id=A8C3m8rRba4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "vU8LauawsfkC",
        "title": "Science on Stage",
        "author": [
            "Stephen Hilgartner"
        ],
        "publishedDate": "2000",
        "pageCount": 213,
        "categories": [
            "Business & Economics"
        ],
        "description": "Behind today's headlines stands an unobtrusive army of science advisors—panels of scientific, medical, and engineering experts evaluate the safety of the food we eat, the drugs we take, and the cars we drive. This book studies, theoretically and empirically, the social process through which the credibility of expert advice is produced, challenged, and sustained.",
        "imageLinks": "http://books.google.com/books/content?id=vU8LauawsfkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "uMaiCgAAQBAJ",
        "title": "Luna de Plutón",
        "author": [
            "Dross"
        ],
        "publishedDate": "2015-10-01",
        "categories": [
            "Juvenile Nonfiction"
        ],
        "averageRating": 3,
        "description": "En un lejano parque de diversiones y en plena misión secreta para defender a su amada luna de un peligroso emperador, la joven Claudia, hija de Metallus, conoce a Knaach, y juntos se embarcan en una odisea de sucesos desafortunados que desatarán una verdadera guerra galáctica. La misión de Claudia se ve amenazada y su padre resulta preso, cuando ella queda envuelta equívocamente en un asesinato. En esta épica de intrigas y rencores ancestrales, ogros y elfos deberán pelear en contra de un mismo y casi todopoderoso enemigo. Con su filosa ironía y sublime astucia, Dross nos transporta a un universo vasto y maravilloso, nos obsequia una novela clásica de la más pura ciencia ficción y nos sumerge en una tremenda batalla cósmica, con la elegancia de quien todo lo ha visto y nada teme. Prepárate para quedar atrapado en la primera obra publicada original by Dross, donde nada es lo que aparenta ser...",
        "imageLinks": "http://books.google.com/books/content?id=uMaiCgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "-HtUDwAAQBAJ",
        "title": "Valle de la calma",
        "author": [
            "Dross"
        ],
        "publishedDate": "2018-04-02",
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 5,
        "description": "Abraham Salgado, que tuvo un pasado más que difícil, ingresa a trabajar en un gigantesco complejo llamado Hospital San Niño, en el que se albergan también enfermos mentales. Pronto descubre, muy a su pesar, que el lugar esconde secretos colosales y perturbadores, y se vuelve cada vez más extraño y siniestro con el paso de los días. No puede escapar de allí, haga lo que haga. El Hospital San Niño es una trampa mortal... y amenaza con destruir a Abraham de un modo inenarrable, del mismo modo que lo ha hecho con incontables almas antes que él.",
        "imageLinks": "http://books.google.com/books/content?id=-HtUDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "NKHlCwAAQBAJ",
        "title": "El festival de la blasfemia",
        "author": [
            "Dross"
        ],
        "publishedDate": "2016-05-01",
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 5,
        "description": "“Bienaventurados aquellos que profanan porque de ellos será el Reino de las Tinieblas. Bienaventurado aquel que repudia a Dios, porque de él serán los secretos del lado oscuro.” No todo festival se desarrolla con ánimo festivo, ni toda blasfemia se pronuncia en vano. A esto viene el Festival de la Blasfemia. Quien tenga las agallas para transitar esta historia inquietante, que tome este libro. Quien no tema las remembranzas de imágenes escamosas, que lea estas páginas. Quien se atreva a atesorar esta obra en su biblioteca, que no se pierda la primera Ópera prima de terror publicada de Dross Rotzank.",
        "imageLinks": "http://books.google.com/books/content?id=NKHlCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "Pr2mDwAAQBAJ",
        "title": "El libro negro",
        "author": [
            "Dross"
        ],
        "publishedDate": "2019-08-05",
        "categories": [
            "Fiction"
        ],
        "averageRating": 5,
        "description": "“La vida puede ser una verdadera mierda para algunas, que no la mayoría de las personas. Sin embargo, por lo menos un par de veces, a lo largo y ancho de esa vida, ésta elige un día para demostrarnos qué tanto asco puede dar. Esto les pasa a todos y cada uno de los seres humanos que habitan en este mundo, caprichosos o no, malos o buenos, simples o excéntricos: todos tienen una probada de qué tan mal pueden salir las cosas durante veinticuatro horas. Y para mí, ese día parece que va a ser hoy.” En los cuatro cuentos reunidos en este libro escabroso, David Ángel Revilla, alias Dross, nos revela detalles perturbadores de la deep web y que la vida jamás es lo que parece y que la existencia humana no es más que un recorte fugaz y lastimoso del universo.",
        "imageLinks": "http://books.google.com/books/content?id=Pr2mDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "280tDgAAQBAJ",
        "title": "La guerra de Ysaak",
        "author": [
            "Dross"
        ],
        "publishedDate": "2017-03-08",
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 5,
        "description": "Yóvedi es un planeta con vida inteligente. Se ubica cerca del centro de la galaxia y su civilización ha logrado erradicar las guerras, la hambruna, las plagas y la pobreza extrema. El odio entre razas pertenece al pasado y el futuro que los yovedianos forjan es nada menos que brillante... Hasta que un día, “algo” llega desde el más lejano y oscuro abismo del espacio. Muchos años después de lo ocurrido en Luna de Plutón, Hathor, aquel niño misterioso con poderes extraordinarios, es ahora un adulto convertido en pirata espacial. Tras recibir una llamada de auxilio, él será la última oportunidad para frenar la hecatombe inminente en Yóvedi. Sin embargo, el enemigo a quien se enfrenta no solo es formidable sino además, para horror suyo, uno de los seres más peligrosos del Universo. Después del extraordinario éxito de ventas Luna de Plutón, con más de cien mil copias vendidas, Dross nos sorprende con una trama más oscura en La Guerra de Ysaak. Al género de ciencia ficción y fantasía de la primera entrega, se suman el suspenso, el horror y la acción. La Guerra de Ysaak es una secuela más que digna del primer bestseller del autor. La aventura continúa...",
        "imageLinks": "http://books.google.com/books/content?id=280tDgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "2heJDwAAQBAJ",
        "title": "The Gold and the Dross",
        "author": [
            "David I. Backer"
        ],
        "publishedDate": "2019-02-07",
        "pageCount": 100,
        "categories": [
            "Education"
        ],
        "description": "The Gold and the Dross: Althusser for Educators is an introduction to the philosophy of Louis Althusser for educators, activists, and those who are new to theory in general.",
        "imageLinks": "http://books.google.com/books/content?id=2heJDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "kVg7hdBpNgYC",
        "title": "Tombs of Dross",
        "author": [
            "Lew Anderson"
        ],
        "publishedDate": "2013-04-16",
        "pageCount": 388,
        "categories": [
            "Fantasy"
        ],
        "description": "After discovering a strange, stone pillar, three teens suddenly find themselves fighting horls, parlords, cave gorrons, and kroaken-gaggers, enduring shipwrecks and riding seraphs, all while uncovering ancient secrets that hold the key to a long awaited freedom from Sasson's tyrannical rule. With relentless pursuit, Sasson aims to end their quest before it starts.In Tombs of Dross, you'll escape into a world of excitement, intense danger, and deep friendship as you join the hair-raising, heart-warming journey of Isaac, Zac, and Breezy, in this epic tale of action-packed adventure.Compelled by hope and friendship, and the aid of a giant lynx, they discover new powers and the destiny they bring, learning trust and perseverance, while boldly facing the elements of evil that seek to end their young lives.",
        "imageLinks": "http://books.google.com/books/content?id=kVg7hdBpNgYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "2BsWAAAAYAAJ",
        "title": "Dross",
        "author": [
            "Henry Seton Merriman"
        ],
        "publishedDate": "1899",
        "pageCount": 330,
        "imageLinks": "http://books.google.com/books/content?id=2BsWAAAAYAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    },
    {
        "id": "_TZkAAAAcAAJ",
        "title": "Galeno-pale: or, a Chymical Tríal of the Galenists, that their Dross in Physick may be discovered. With the grand abuses and disrepute they have brought upon the whole art of Physick and Chirurgery in their method touching their Phlebotomy and Purgation. Their vain curiosity in Anatomy reprehended, and their false rule of Contraries in the cure of diseases manifested. ... To which is added an appendix, de Litho-Colo: or, an history of three large stones excluded the colon by chemical remedies",
        "publishedDate": "1665",
        "imageLinks": "http://books.google.com/books/content?id=_TZkAAAAcAAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "HeMwJetWUG4C",
        "title": "Laser Fabrication and Machining of Materials",
        "author": [
            "Narendra B. Dahotre",
            "Sandip Harimkar"
        ],
        "publishedDate": "2008-01-25",
        "pageCount": 558,
        "categories": [
            "Technology & Engineering"
        ],
        "description": "This book covers the fundamental principles and physical phenomena behind laser-based fabrication and machining processes. It also gives an overview of their existing and potential applications. With laser machining an emerging area in various applications ranging from bulk machining in metal forming to micromachining and microstructuring, this book provides a link between advanced materials and advanced manufacturing techniques. The interdisciplinary approach of this text will help prepare students and researchers for the next generation of manufacturing.",
        "imageLinks": "http://books.google.com/books/content?id=HeMwJetWUG4C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "2zgRDXFWkm8C",
        "title": "Harry Potter y la piedra filosofal",
        "author": [
            "J.K. Rowling"
        ],
        "publishedDate": "2015-12-08",
        "pageCount": 264,
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 4,
        "description": "Harry vive con sus horribles tíos y el insoportable primo Dudley, hasta que su ingreso en el Colegio Hogwarts de Magia y Hechicería cambia su vida para siempre. Allí aprenderá trucos y encantamientos fabulosos, y hará un puñado de buenos amigos... aunque también algunos temibles enemigos. Y, sobre todo, conocerá los secretos que lo ayudarán a cumplir con su destino.",
        "imageLinks": "http://books.google.com/books/content?id=2zgRDXFWkm8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "zl13g5uRM4EC",
        "title": "Harry Potter y la cámara secreta",
        "author": [
            "J.K. Rowling"
        ],
        "publishedDate": "2015-12-08",
        "pageCount": 296,
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 4,
        "description": "Mientras Harry espera impaciente en casa de sus insoportables tíos el inicio del segundo curso del Colegio Hogwarts de Magia y Hechicería, un elfo aparece en su habitación y le advierte de que una amenaza mortal se cierne sobre la escuela. Harry no se lo piensa dos veces y, acompañado de Ron, se dirige a Hogwarts en un coche volador. Allí, Harry oye extraños susurros en los pasillos desiertos y, de pronto... los ataques comienzan. La siniestra predicción del elfo parece hacerse realidad.",
        "imageLinks": "http://books.google.com/books/content?id=zl13g5uRM4EC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "uUOBPgXQtvUC",
        "title": "Harry Potter y la Orden del Fénix",
        "author": [
            "J.K. Rowling"
        ],
        "publishedDate": "2015-12-08",
        "pageCount": 928,
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 4,
        "description": "Las vacaciones de verano aún no han acabado y Harry se encuentra más inquieto que nunca. Apenas ha tenido noticias de Ron y Hermione, y presiente que algo extraño está sucediendo en Hogwarts. No bien empieza el nuevo curso, sus temores se vuelven realidad: el Ministerio de Magia ha iniciado una campaña de desprestigio contra él y Dumbledore, para lo cual ha asignado a la horrible profesora Dolores Umbridge la tarea de vigilar sus movimientos. Y por si fuera poco, Harry sospecha que Voldemort es capaz de adivinar sus pensamientos con el fin de apoderarse de un objeto secreto que le permitiría recuperar su poder destructivo.",
        "imageLinks": "http://books.google.com/books/content?id=uUOBPgXQtvUC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "uoxUloj09YEC",
        "title": "La irresistible ascensión de Harry Potter",
        "author": [
            "Andrew Blake",
            "Encarnación Hidalgo Tenorio"
        ],
        "publishedDate": "2005",
        "pageCount": 161,
        "categories": [
            "Juvenile Nonfiction"
        ],
        "averageRating": 5,
        "imageLinks": "http://books.google.com/books/content?id=uoxUloj09YEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "iO5pApw2JycC",
        "title": "The Ivory Tower and Harry Potter",
        "author": [
            "Lana A. Whited"
        ],
        "publishedDate": "2004",
        "pageCount": 418,
        "categories": [
            "Literary Criticism"
        ],
        "averageRating": 4.5,
        "description": "Now available in paper, The Ivory Tower and Harry Potter is the first book-length analysis of J. K. Rowling's work from a broad range of perspectives within literature, folklore, psychology, sociology, and popular culture. A significant portion of the book explores the Harry Potter series' literary ancestors, including magic and fantasy works by Ursula K. LeGuin, Monica Furlong, Jill Murphy, and others, as well as previous works about the British boarding school experience. Other chapters explore the moral and ethical dimensions of Harry's world, including objections to the series raised within some religious circles. In her new epilogue, Lana A. Whited brings this volume up to date by covering Rowling's latest book, Harry Potter and the Order of the Phoenix.",
        "imageLinks": "http://books.google.com/books/content?id=iO5pApw2JycC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "R2daemCCiF8C",
        "title": "Harry Potter y el cáliz de fuego",
        "author": [
            "J.K. Rowling"
        ],
        "publishedDate": "2015-12-08",
        "pageCount": 672,
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 4.5,
        "description": "Otro deplorable verano con los Dursley llega a su fin y Harry está impaciente por regresar a Hogwarts. A sus catorce años, sólo desea ser un joven mago como los demás y dedicarse a aprender nuevos sortilegios y asistir a los Mundiales de quidditch. Sin embargo, en Hogwarts le espera un desafío de grandes proporciones, por lo que tendrá que demostrar que ya no es un niño y que está preparado para vivir las nuevas y emocionantes experiencias que el futuro le depara.",
        "imageLinks": "http://books.google.com/books/content?id=R2daemCCiF8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "2EaOj7-ozKgC",
        "title": "Harry Potter y el prisionero de Azkaban",
        "author": [
            "J.K. Rowling"
        ],
        "publishedDate": "2015-12-08",
        "pageCount": 360,
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 4.5,
        "description": "De la prisión de Azkaban se ha escapado un terrible villano, Sirius Black, un asesino en serie que fue cómplice de lord Voldemort y que, dicen los rumores, quiere vengarse de Harry por haber destruido a su maestro. Por si esto fuera poco, entran en acción los dementores, unos seres abominables capaces de robarles la felicidad a los magos y de eliminar todo recuerdo hermoso de aquellos que se atreven a acercárseles. El desafío es enorme, pero Harry, Ron y Hermione son capaces de enfrentarse a todo esto y mucho más.",
        "imageLinks": "http://books.google.com/books/content?id=2EaOj7-ozKgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "Aaug_RnI-xQC",
        "title": "The Irresistible Rise of Harry Potter",
        "author": [
            "Andrew Blake"
        ],
        "publishedDate": "2002",
        "pageCount": 118,
        "categories": [
            "Literary Criticism"
        ],
        "averageRating": 4,
        "description": "Blake's examination of the Potter phenomenon raises serious questions about the condition of the publishing industry, filmmaking, and the ways in which the Potter consumer campaign has changed ideas about literature and reading.",
        "imageLinks": "http://books.google.com/books/content?id=Aaug_RnI-xQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "uZDYlfDVYmEC",
        "title": "Harry Potter y el misterio del príncipe",
        "author": [
            "J.K. Rowling"
        ],
        "publishedDate": "2015-12-08",
        "pageCount": 576,
        "categories": [
            "Juvenile Fiction"
        ],
        "averageRating": 4,
        "description": "En medio de graves acontecimientos que asolan el país, Harry inicia su sexto curso en Hogwarts. El equipo de quidditch, los exámenes y las chicas lo mantienen ocupado, pero la tranquilidad dura poco. A pesar de los férreos controles de seguridad, dos alumnos son brutalmente atacados. Dumbledore sabe que, tal como se anunciaba en la Profecía, Harry y Voldemort han de enfrentarse a muerte. Así pues, para intentar debilitar al enemigo, el anciano director y el joven mago emprenderán juntos un peligroso viaje con la ayuda de un viejo libro de pociones perteneciente a un misterioso personaje, alguien que se hace llamar Príncipe Mestizo.",
        "imageLinks": "http://books.google.com/books/content?id=uZDYlfDVYmEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    },
    {
        "id": "q8XweiNdep8C",
        "title": "Bautizando a harry potter",
        "author": [
            "Luke Bell"
        ],
        "averageRating": 4,
        "imageLinks": "http://books.google.com/books/content?id=q8XweiNdep8C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
    }
]